Repository: Hakansv/squiddio_pi
Catalog: po/*.po
Languages: cs

source: Show local sQuiddio destinations
cs: Zobrazit místní sQuiddio destinace

source: Hide local sQuiddio destinations
cs: Skrýt místní sQuiddio destinace

source: Download local sQuiddio destinations
cs: Stáhnout místní sQuiddio destinace

source: Report a Destination at this location
cs: Nahlásit destinaci na tomto místě

source: Local destinations have been updated
cs: Místní destinace byly aktualizovány

source: No destinations available for the region
cs: Žádné dostupné destinace v této oblasti

source: Server not responding. Check your Internet connection
cs: Server neodpovídá. Zkontrolujte připojení k Internetu.

source: Could not launch default browser. Check your Internet connection
cs: Nelze spustit výchozí prohlížeč. Zkontrolujte připojení k Internetu.

source: Squiddio_pi: unable to connect to host
cs: Squiddio_pi: Nelze se připojit k hostiteli

source: Squiddio for OpenCPN
cs: Squiddio pro OpenCPN

source: User-sourced database of sailing destinations. To download destinations for a desired region (requires Internet connection): * Position cursor on area where you want to view destinations and right click mouse * Select 'Download local sQuiddio destinations' from context-sensitive menu. Destinations appear as OpenCPN waypoints: * Right-click on waypoint for link to sQuiddio's destination page. * Follow link to rate destination and add comments online. Other menu options: * Toggle visibility for local destinations on/off * Submit a new destination (requires Internet connection and free user account)
cs: Užívatelsky spravovaná databáze navigačních destinací. Pro stažení destinací pro požadovaný region (nutné připojení k internetu): * Nastav kurzor na oblast, kde chceš destinace vidět a klikni pravým tlačítkem myši. * Vyber 'Stáhnout místní sQuiddio destinace' z kontextové nabídky. Destinace se objeví jako waypointy v OpenCPN: * Klikni pravým tlačítkem na waypoint pro odkaz na stránku destinace na webu sQuiddio. * Po kliknutí na odkaz, pokud jsi online, můžeš destinaci hodnotit a komentovat. Další možnosti menu: * Přepínání vyditelnosti lokálních destinací. * Vytváření nových destinací (vyžaduje připojení k internetu a bezplatný uživatelský účet).
